<?php
    $answer = array(); // Инициализируем пустой массив
    $answer[] = "😅 Я тебя не понимаю"; 
    $answer[] = "😒 Слишком сложный вопрос";  
    $answer[] = "🤓 Ага, да чувак, мне жалко твой гугл"; 
    $answer[] = "Интересно... хотя нет, наврал, я даже не понимаю о чем ты... 😆"; 
    $answer[] = "😁 И что мне с этим делать?"; 
    $answer[] = "😕 Слушай не беси меня, ок? я не понимаю.";
    $answer[] = "🙄 Ты просишь невозможного...";
    $answer[] = "✌ Йо, ты чего пристал ко мне?";
    $answer[] = "👀 И чо те нужно?";
    $answer[] = "😓 Моя твоя не понимать.";
    $answer[] = "😠 Слы а ну повтори.";
    $answer[] = "👁 Иллюминаты, о чем это я? а ты о чем?";
    $answer[] = "😹 Сап двощ, я ламповый ИИ, мур мур мур";
    $answer[] = "🙊 Милая правда?";
    $answer[] = "🤐 Ничего тебе не скажу...";
    $answer[] = "😴 А? чо? я сплю... 😴";
    $answer[] = "🙄 Дай подумаю...";
    $answer[] = "😱 Божечки, ты чего пристал ко мне?";
    $answer[] = "😶 Я с тобой не разговариваю.";
    $answer[] = "😒 Ну ты и зануда..";
    $answer[] = "😣 Господи.. на что я трачу свое время...";
    $answer[] = "🤔 Стой..стой... Все равно не понимаю...";
    $answer[] = "😉 А ты шалунишка...";
    $answer[] = "🗣 Ты чего тут разорался?";
    $answer[] = "😾👊 Ты мне смотри тут..";
    $answer[] = "🕵 Сейчас мы расследуем, чо ты от нас хочешь..";
    $answer[] = "☝️ Жи есть.";
    $answer[] = "🖖 Смотри как я умею.";
    $answer[] = "👆 Там даун";
    $rand = array_rand($answer);
    $count = count($answer);
    sendMessage($chat_id,$answer[$rand]."\nКол-во ответов в базе: <b>".$count."</b>",$msgid);
?>